Repository: jenchienchang/asset-flow
Catalog: AssetFlow/Resources/Snapshot.xcstrings
Source language: en
Languages: zh_hant

source: '%@' already exists in this snapshot. Edit its value instead.
zh_hant: 「%@」已存在於此快照中，請直接編輯其數值。

# '%@' has currency '%@' which differs from '%@'. Skipped.
source: '%1$@' has currency '%2$@' which differs from '%3$@'. Skipped.
zh_hant: 「%@」的幣別為「%@」，與「%@」不同，已略過。

# '%@' has platform '%@' which differs from '%@'. Skipped.
source: '%1$@' has platform '%2$@' which differs from '%3$@'. Skipped.
zh_hant: 「%@」的平台為「%@」，與「%@」不同，已略過。

source: %lld assets skipped (currency mismatch): %@
zh_hant: %lld 項資產因幣別不符而略過：%@

source: %lld assets skipped (platform mismatch): %@
zh_hant: %lld 項資產因平台不符而略過：%@

source: %lld assets will be saved with a value of 0. Continue?
zh_hant: %lld 項資產的價值為 0，將一併儲存。是否繼續？

source: %lld existing assets updated.
zh_hant: 已更新 %lld 項現有資產。

source: %lld existing cash flows updated.
zh_hant: 已更新 %lld 筆現金流。

source: %lld new assets added.
zh_hant: 已新增 %lld 項新資產。

source: %lld new cash flows added.
zh_hant: 已新增 %lld 筆現金流。

source: A cash flow operation with description '%@' already exists in this snapshot.
zh_hant: 描述為「%@」的現金流操作已存在於此快照中。

source: A platform with this name already exists.
zh_hant: 已存在相同名稱的平台。

source: A snapshot already exists for %@. Go to the Snapshots screen to view and edit it.
zh_hant: %@ 已存在快照。請前往「快照」畫面檢視和編輯。

source: Added %lld new assets.
zh_hant: 已新增 %lld 項資產。

source: At least one asset must be included in the snapshot.
zh_hant: 快照中必須包含至少一項資產。

source: Create New
zh_hant: 新建

source: CSV Import
zh_hant: CSV 匯入

source: Duplicate asset name '%@' found in platform '%@'. Each asset name must be unique within a platform.
zh_hant: 在平台「%2$@」中發現重複的資產名稱「%1$@」。每個資產名稱在同一平台內必須唯一。

source: Import Error
zh_hant: 匯入錯誤

source: Import Warning
zh_hant: 匯入警告

source: No assets were imported.
zh_hant: 未匯入任何資產。

source: No cash flows were imported.
zh_hant: 未匯入任何現金流。

source: Older
zh_hant: 更早

source: Platform name cannot be empty.
zh_hant: 平台名稱不能為空。

source: Previous 3 Months
zh_hant: 前 3 個月

source: Previous 6 Months
zh_hant: 前 6 個月

source: Previous Year
zh_hant: 前一年

source: Select Existing
zh_hant: 選擇現有

source: Snapshot date cannot be in the future.
zh_hant: 快照日期不能是未來的日期。

source: Some cash flows are missing a description.
zh_hant: 部分現金流缺少描述。

source: Some cash flows have invalid amounts.
zh_hant: 部分現金流的金額格式無效。

source: Some new assets are missing a name.
zh_hant: 部分新資產尚未命名。

source: This asset has a value of 0. If the value hasn't been updated yet, please enter the current value. If the asset is no longer held, remove it from the snapshot to dismiss this warning.
zh_hant: 此資產的價值為 0。若尚未更新價值，請輸入目前的價值。若已不再持有此資產，請從快照中移除以關閉此警告。

source: This Month
zh_hant: 本月

source: This snapshot contains assets with a value of 0.
zh_hant: 此快照包含價值為 0 的資產。

# Updated %lld existing assets and added %lld new assets.
source: Updated %1$lld existing assets and added %2$lld new assets.
zh_hant: 已更新 %lld 項既有資產並新增 %lld 項資產。

source: Updated %lld existing assets.
zh_hant: 已更新 %lld 項既有資產。

source: You can update these values later in the snapshot detail view.
zh_hant: 您可以稍後在快照詳細資訊中更新這些數值。

source: Some cash flows are missing an amount.
zh_hant: 部分現金流缺少金額。

source: Source data changed. Your draft can no longer be saved.
zh_hant: 來源資料已變更，無法儲存目前的草稿。

source: Discard Draft and Reload
zh_hant: 捨棄草稿並重新載入

source: The source data changed. Reload Bulk Entry before saving.
zh_hant: 來源資料已變更，請先重新載入大量輸入再儲存。

source: Unable to Save Snapshot
zh_hant: 無法儲存快照
